"app.title" = "待办列表";
"nav.home" = "首页";
"nav.analytics" = "分析";
"analytics.title" = "分析";
"language.title" = "语言";
"language.english" = "英文";
"language.chinese" = "简体中文";
"tab.overview" = "概览";
"tab.add" = "新增";
"tab.templates" = "模板";
"tab.tasks" = "待办";

"quickadd.placeholder" = "快速输入：明天9点开会 p1";
"quickadd.button" = "快速添加";
"quickadd.help" = "回车提交";
"quickadd.focus" = "聚焦快速输入";
"quickadd.clear" = "清空";
"quickadd.hint.example" = "示例：明天9点开会 p1";
"quickadd.hint.missingtitle" = "请输入标题后再提交";
"quickadd.hint.unrecognized" = "未识别到日期/优先级，已按普通标题创建";
"quickadd.hint.recognized" = "已识别：%@";
"quickadd.token.separator" = "、";
"quickadd.floating" = "快速新增";

"newtodo.placeholder" = "新建待办";
"add.button" = "添加";
"newtask.focus" = "聚焦新增";
"newtask.moreOptions" = "更多选项";
"quickfill.title" = "一键填充";
"quickfill.today" = "今日";
"quickfill.tomorrow" = "明日";
"quickfill.nextweek" = "下周";
"quickview.title" = "快捷视图";
"template.title" = "默认模板";
"template.hint" = "点击模板可快速生成常用清单。";
"template.manager.title" = "管理模板";
"template.manager.empty" = "还没有模板。";
"template.manager.edit" = "编辑";
"template.manager.done" = "完成";
"template.manager.add" = "新增";
"template.manager.name.section" = "模板名称";
"template.manager.name.placeholder" = "请输入名称";
"template.manager.items.section" = "模板事项";
"template.manager.items.empty" = "尚无事项。";
"template.manager.item.placeholder" = "事项";
"template.manager.newItem.placeholder" = "新增事项";
"template.manager.newItem.add" = "添加";
"template.manager.new.title" = "新增模板";
"template.manager.edit.title" = "编辑模板";
"template.manager.cancel" = "取消";
"template.manager.save" = "保存";
"template.preview.hint" = "选择要创建的事项。";
"template.preview.selectAll" = "全选";
"template.preview.clear" = "清空";
"template.preview.cancel" = "取消";
"template.preview.create" = "创建";
"template.preview.none" = "未选择模板。";
"template.work" = "工作";
"template.life" = "生活";
"template.shopping" = "购物清单";
"template.work.item1" = "梳理今日重点";
"template.work.item2" = "回复邮件";
"template.work.item3" = "更新项目进度";
"template.life.item1" = "运动 30 分钟";
"template.life.item2" = "整理房间";
"template.life.item3" = "阅读放松";
"template.shopping.item1" = "水果蔬菜";
"template.shopping.item2" = "日用品";
"template.shopping.item3" = "零食饮料";
"priority.label" = "优先级";
"duedate.label" = "截止日期";
"filter.label" = "筛选";
"filter.status" = "完成状态";
"filter.time" = "时间";
"filter.priority" = "优先级";
"sort.label" = "排序";
"view.title" = "视图";
"view.list" = "列表";
"view.card" = "卡片";
"sort.manual" = "手动";
"sort.duedate" = "截止日期";
"sort.priority" = "优先级";
"sort.created" = "创建时间";
"filter.all" = "全部";
"filter.open" = "未完成";
"filter.completed" = "已完成";
"filter.today" = "今天";
"filter.anytime" = "不限时间";
"filter.thisWeek" = "本周";
"filter.upcoming" = "将来";
"filter.overdue" = "已逾期";
"filter.tags" = "标签";
"filter.tags.selected" = "标签（%d）";
"filter.tags.empty" = "暂无标签";
"filter.tags.clear" = "清除标签";
"reorder.notice" = "仅在“手动”排序且未筛选时可拖动排序。";
"view.mode" = "视图";
"view.today" = "今日";
"view.week" = "本周";
"view.calendar" = "日历";
"view.section.today" = "今日";
"view.section.week" = "本周";
"calendar.section.noduedate" = "无截止日期";

"empty.search" = "没有匹配的待办";
"empty.none" = "暂无待办";
"empty.view" = "该视图暂无内容";

"section.allTodos" = "全部待办";
"section.open" = "未完成";
"section.completed" = "已完成";
"section.dueToday" = "今天到期";
"section.thisWeek" = "本周";
"section.upcoming" = "即将到期";
"section.overdue" = "已逾期";

"edit.button" = "编辑";
"delete.button" = "删除";
"search.focus" = "聚焦搜索";
"search.placeholder" = "搜索";
"mark.open" = "标记未完成";
"mark.done" = "标记完成";
"edit.title" = "编辑待办";
"edit.field.title" = "标题";
"repeat.label" = "重复";
"subtasks.title" = "子任务";
"subtasks.add.placeholder" = "添加子任务";
"subtasks.add.button" = "添加";
"tags.title" = "标签";
"tags.add.placeholder" = "添加标签";
"tags.add.button" = "添加";
"edit.cancel" = "取消";
"edit.save" = "保存";

"markdown.description" = "描述（Markdown）";
"markdown.preview" = "预览";
"export.calendar" = "导出到日历";
"export.reminder" = "导出到提醒事项";
"export.error.title" = "导出失败";
"export.error.dismiss" = "确定";

"priority.low" = "低";
"priority.medium" = "中";
"priority.high" = "高";
"stats.today.completion.rate" = "今日完成率";
"stats.overdue" = "逾期";
"stats.total" = "总任务";
"stats.trend.title" = "7日完成趋势";
"stats.today.completed.count" = "今日完成数";
"stats.chart.date" = "日期";
"stats.chart.completed" = "完成数";
"tag.stats.title" = "标签统计";
"tag.stats.detail" = "已完成 %d/%d";

"tag.color.red" = "红色";
"tag.color.orange" = "橙色";
"tag.color.yellow" = "黄色";
"tag.color.green" = "绿色";
"tag.color.teal" = "青色";
"tag.color.blue" = "蓝色";
"tag.color.purple" = "紫色";
"tag.color.pink" = "粉色";
"tag.color.gray" = "灰色";

"notification.body" = "待办提醒";
"notification.title" = "任务提醒";

"smart.inbox" = "收件箱";
"smart.myDay" = "今天";
"smart.important" = "重要";
"smart.planned" = "计划";
"smart.completed" = "已完成";
"smart.all" = "全部任务";
"smart.tasks" = "任务";
"smart.flaggedmail" = "标记的电子邮件";

"list.section.smart" = "列表";
"list.section.tags" = "标签";
"list.section.insights" = "概览";
"list.section.settings" = "设置";

"overview.title" = "概览";
"overview.subtitle" = "聚焦重要事项，让每天更有节奏。";
"myday.suggestions" = "今天建议";
"myday.suggestions.empty" = "当前没有建议任务。";
"myday.add" = "加入今天";
"myday.remove" = "移出今天";
"myday.reason.overdue" = "逾期任务";
"myday.reason.today" = "今天到期";
"myday.reason.important" = "重要任务";
"myday.progress.title" = "今日进度";
"myday.progress.empty" = "今天列表还是空的，可从建议里加入任务。";
"myday.progress.count" = "已完成 %d/%d";
"myday.progress.celebrate" = "做得很好，今天任务已全部完成。";

"settings.title" = "设置";
"settings.language.section" = "语言";
"settings.language" = "语言";
"settings.language.system" = "跟随系统";
"settings.language.zh" = "简体中文";
"settings.language.en" = "English";
"settings.language.hint" = "“跟随系统”会使用 macOS 当前语言。";
"settings.sync.section" = "同步";
"settings.sync.enable" = "启用 iCloud 同步";
"settings.sync.state.on" = "同步已开启";
"settings.sync.state.off" = "同步已关闭";
"settings.sync.hint" = "开启后会在本地与 iCloud 间双写，并进行冲突保护合并。";

"detail.title" = "任务详情";
"detail.revert" = "恢复";
"detail.empty.title" = "选择一个任务查看详情";
"task.empty.title" = "当前视图暂无任务";
"task.header.subtitle" = "单一主流程：记录、整理、完成。";

"important.add" = "标记重要";
"important.remove" = "取消重要";

"search.scope.global" = "在全部列表中搜索";
"search.clear" = "清除搜索";
"task.filter.showcompleted" = "显示已完成任务";

"stats.open" = "未完成";
"sort.completedAt" = "完成时间";
"subtasks.empty" = "还没有子任务。";
"template.editor.items.hint" = "每行输入一个事项。";
"overview.momentum.title" = "连续动能";
"overview.streak.days" = "连续完成 %d 天";
"overview.completion.rate" = "完成率：%d%%";
"overview.weekly.title" = "周回顾";
"overview.weekly.window" = "最近 7 天";
"overview.weekly.created" = "新建任务";
"overview.weekly.completed" = "完成任务";
"overview.weekly.carry" = "历史遗留完成";
"overview.weekly.important" = "重要任务完成";
"planned.filter.all" = "全部固定";
"planned.filter.overdue" = "过期";
"planned.filter.today" = "今天";
"planned.filter.tomorrow" = "明天";
"planned.filter.thisweek" = "本周";
"planned.filter.later" = "稍后";
"theme.graphite" = "石墨";
"theme.ocean" = "海洋";
"theme.forest" = "森林";
"theme.sunrise" = "朝霞";
"theme.violet" = "紫雾";
"overview.weekly.overdue" = "逾期已处理";
